Revit 2027 API
ParameterTypeId.FasciaDepthParam Property
 "Fascia Depth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FasciaDepthParam { get; }
Public Shared ReadOnly Property FasciaDepthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FasciaDepthParam {
	ForgeTypeId^ get ();
}
static member FasciaDepthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace